Repository: wp-plugins/wangguard
Catalog: languages/wangguard-*.po
Languages: es_es, it_it

source: You should never block all domains contained in these listings or no one can register on your site.
es_es: Nunca debes bloquear la totalidad de los dominios que figuran en estos listados o nadie podrá registrarse en tu sitio.
it_it: Non si dovrebbe mai bloccare tutti i domini contenuti in tali elenchi o nessuno può registrarsi sul tuo sito.

source: If a domain is in this list, it is because one or more of its users have used for undesirable activities, but that does not mean they are entirely sploggers.
es_es: Si un dominio está en este listado, es por que uno o varios de sus usuarios lo han usado para realizar actividades no deseadas, pero eso no quiere decir que su totalidad sean sploggers.
it_it: Se un dominio è presente nell'elenco, è perché uno o più dei suoi utenti hanno utilizzato per le attività indesiderabili, ma questo non significa che essi sono completamente splogger.

source: These lists are updated automatically each time you enter this screen.
es_es: Estas listas son actualizadas automáticamente cada vez que ingresas a esta pantalla.
it_it: Questi elenchi sono aggiornati automaticamente ogni volta che si accede a questo schermo.

source: There was an error while pulling the domains list from WangGuard, please try again later. If the problem persists please contact WangGuard to report it.
es_es: Hubo un error al obtener la lista de dominios desde WangGuard, por favor intente nuevamente en unos instantes. Si el problema persiste por favor pongase en contacto con WangGuard.
it_it: Si è verificato un errore mentre si tira la lista domini da WangGuard, riprova più tardi. Se il problema persiste contattare WangGuard per segnalarlo.

source: out of %d domains selected
es_es: de %d dominios seleccionados
it_it: su %d domini selezionati

source: select / unselect all domains
es_es: seleccinar todos o ningun dominio
it_it: selezionare / deselezionare tutti i domini

source: Save blocked domains &raquo;
es_es: Guardar dominios bloqueados &raquo;
it_it: Salva domini bloccati &raquo;

source: Network functions are disabled.
es_es: Las funciones de red estan deshabilitadas.

source: Your web host or server administrator has disabled PHP's <code>fsockopen</code> or <code>gethostbynamel</code> functions. <strong>WangGuard cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator.
es_es: Tu hosting o el administrador del servidor a deshabilitado <code>fsockopen</code> o la función <code>gethostbynamel</code> de PHP. <strong>WangGuard no puede funcionar de forma correcta hasta que esto se solucione.</strong> Por favor, contacta con tu hosting o con

source: Unable to reach some WangGuard servers.
es_es: Imposible contactar con alguno de los servidores de WangGuard.

source: A network problem or firewall is blocking some connections from your web server to WangGuard.com. WangGuard is working but this may cause problems during times of network congestion.
es_es: Un problema en la red o un firewall está bloqueando las conexiones desde tu servidor web a WanGuard. WangGuard está funcionando pero esto puede causar problemas en momentos de congestión de red.

source: Unable to reach any WangGuard servers.
es_es: No se ha podido conectar con ningún servidor de WangGuard.

source: A network problem or firewall is blocking all connections from your web server to WangGuard.com. <strong>WangGuard cannot work correctly until this is fixed.</strong>
es_es: Un problema con la red o firewall está bloqueando todas las conexiones desde tu servidor con WangGuard. <strong>WangGuard no puede funcionar de forma correcta hasta que soluciones ente problema.</strong>

source: All WangGuard servers are available.
es_es: Todos los servidores de WangGuard estas disponibles.

source: WangGuard is working correctly. All servers are accessible.
es_es: WangGuard está funcionando correctamente. Todos los servidores son accesibles.

source: Unable to find WangGuard servers.
es_es: No se han encontrado servidores de WangGuard.

source: A DNS problem or firewall is preventing all access from your web server to wangguard.com. <strong>WangGuard cannot work correctly until this is fixed.</strong>
es_es: Un problema de DNS o firewall no permite el acceso desde tu sitio a los servidores de wangguard.com. <strong>WangGuard no puede funcionar de forma correcta hasta que se solucione.</strong>

source: WangGuard server
es_es: Servidores de WangGuard
it_it: Server WangGuard

source: Network Status
es_es: Estado de la red
it_it: Stato Network

source: No problems
es_es: Sin problemas
it_it: Nessun problema

source: Obstructed
es_es: Obstruído

source: Last checked %s ago.
es_es: Verificado por última vez hace %s.

source: Check network status &raquo;
es_es: Verificar estado de red &raquo;
it_it: Controlla lo stato del network &raquo;

source: Settings
es_es: Opciones
it_it: Impostazioni

source: WangGuard is almost ready.
es_es: WangGuard está casi listo.

source: You must <a href="%1$s">enter your WangGuard API key</a> for it to work.
es_es: Debes <a href="%1$s">introducir la API key de WangGuard</a> para que funcione.

source: WangGuard has detected a problem.
es_es: WangGuard ha detectado un problema.
it_it: WangGuard ha trovato un problema.

source: A server or network problem is preventing WangGuard from working correctly. <a href="%1$s">Click here for more information</a> about how to fix the problem.
es_es: Un servidor o un problema con la red está impidiendo que WangGuard funcione de forma correcta. <a href="%1$s">Clic aquí para más información</a> de cómo arreglar este problema.

source: These are the improvements of the new version
es_es: Estas son las mejoras de la nueva versión (solo inglés)
it_it: Questi sono i miglioramenti della nuova versione

source: WangGuard has checked %d users, and detected %d Sploggers.
es_es: WangGuard ha comprobado %d usuarios y ha detectado a %d Sploggers.

source: WangGuard Status
es_es: Estado de WangGuard
it_it: Stato WangGuard

source: Name
es_es: Nombre
it_it: Nome

source: Sites
es_es: Sitios
it_it: Siti

source: Automatically reported as Splogger
es_es: Reportado automáticamente como Splogger

source: Buyer
es_es: Comprador

source: Not a Splogger
es_es: No es Splogger
it_it: Non è Splogger

source: Recheck
es_es: Verificar
it_it: Ricontrolla

source: Open Web
es_es: Visitar web

source: WangGuard Cron Jobs
es_es: Tareas programadas de WangGuard

source: Create one or more WangGuard cron jobs. WangGuard to periodically check your registered users for Sploggers and flag or delete them.
es_es: Crear uno o mas tareas programadas de WangGuard. WangGuard controlará periódicamente a los usuarios registrados y los marcará o eliminará a los Sploggers encontrados.

source: Note: WangGuard cron jobs will NOT verify the users flagged as %s, these are the users for which you've selected the &quot;Not a Splogger&quot; option from the Users admin or flagged as &quot;Not Spam&quot;.
es_es: Nota: las tareas programadas NO verificarán los usuarios marcados como %s, estos son los usuarios marcados como &quot;No es un Splogger&quot; en la consola de Usuarios o marcados como &quot;No es Spam&quot;.

source: Existing WangGuard cron jobs
es_es: Tareas programadas de WangGuard existentes

source: No cron jobs created yet
es_es: No se han creado tareas programadas aún

source: Add a new cron job
es_es: Agregar una nueva tarea programada
it_it: Aggiungi una nuova domanda di sicurezza

source: The cron job cannot be created
es_es: La tareas programadas no ha podido crearse

source: Create con job &raquo;
es_es: Crear tarea programada &raquo;
it_it: Crea domanda &raquo;

source: %d blog(s) were removed from the WangGuard Moderation Queue
es_es: %d blog(s) fueron removidos de la cola de moderación de WangGuard
it_it: %d blog sono stati rimossi dalla coda di moderazione WangGuard

source: %d user(s) were removed from the WangGuard Moderation Queue
es_es: %d usuario(s) fueron removidos de la cola de moderación de WangGuard
it_it: %d utente/i sono stati rimossi dalla coda di moderazione WangGuard

source: %d blog(s) and %d author(s) was reported as Splogger(s) and deleted
es_es: %d blog(s) y %d autor(es) han sido reportado(s) como Splogger(s) y eliminado(s)
it_it: %d blog e %d autore/i sono stati segnalati come Splogger e cancellati

source: %d blog(s) and %d author(s) was reported as Splogger(s)
es_es: %d blog(s) y %d autor(es) han sido reportado(s) como Splogger(s)
it_it: %d blog e %d autore(i) sono stati segnalati come splogger

source: %d user(s) were reported as Splogger(s) and deleted
es_es: %d usuario(s) han sido reportado(s) como Splogger(s) y eliminado(s)
it_it: %d utente/i sono stati segnalati come Splogger e cancellati

source: %d user(s) were reported as Splogger(s)
es_es: %d usuario(s) han sido reportado(s) como Splogger(s)
it_it: %d utente(i) sono stati segnalati come splogger

source: WangGuard Moderation Queue
es_es: Cola de Moderación de WangGuard
it_it: Coda di moderazione WangGuard

source: Last 30 days
es_es: Últimos 30 días
it_it: Ultimi 30 giorni

source: Last 6 months
es_es: Últimos 6 meses
it_it: Ultimi 6 mesi

source: %d user(s) were deleted
es_es: %d usuario(s) han eliminado(s)
it_it: %d utente(i) sono stati cancellati

source: %d user(s) were marked as Spam
es_es: %d usuario(s) han sido marcardo(s) como Spam
it_it: %d utente(i) sono stati segnalati come splogger

source: %d user(s) were marked as Safe
es_es: %d usuario(s) han sido marcados(s) como seguros
it_it: %d utente(i) sono stati segnalati come non splogger

source: WangGuard Users
es_es: WangGuard - Usuarios
it_it: Utenti WangGuard

source: Search Users
es_es: Buscar Usuarios
it_it: Cerca utenti

source: Delete All Sploggers
es_es: Eliminiar Todos los Splogger
it_it: Cancella tutti gli splogger

source: Do you confirm to delete ALL Sploggers?
es_es: ¿Confirmas que quieres ELIMINAR TODOS los Splogger?
it_it: Confermi la cancellazione di TUTTI gli splogger?

source: WangGuard Wizard
es_es: Asistente de WangGuard
it_it: Procedura guidata WangGuard

source: Reporting spam users to WangGuard...
es_es: Reportando usuarios 'spam' a WangGuard...
it_it: Segnalazione utenti spammer a WangGuard...

source: No spam users were found on your site. Click the button below to check your users.
es_es: No se han encontrado usuarios 'spam' en su sitio. Haga click en el botón debajo para verificar el resto de sus usuarios.
it_it: Nessun utente spammer è stato trovato sul tuo sito. Fai clic sul pulsante qui sotto per controllare i tuoi utenti.

source: Continue
es_es: Continuar
it_it: Continua

source: The WangGuard wizard is reporting %d of %d spam users as Sploggers.
es_es: El Asistente de WangGuard esta reportando %d de %d usuarios de spam como Sploggers.
it_it: La procedura guidata di WangGuard sta segnalando %d di %d utenti spam come Splogger.

source: The WangGuard wizard has finished reporting spam users. Click the button below to check the rest of your users.
es_es: El Asistente de WangGuard ha finalizado de reportar a los usuarios spam. Haga click en el botón debajo para verificar el resto de sus usuarios.
it_it: La procedura guidata WangGuard ha finito la segnalazione degli utenti spam. Fare clic sul pulsante qui sotto per controllare il resto degli utenti.

source: Verifying users against the WangGuard service...
es_es: Verificando sus usuarios con el servicio de WangGuard...
it_it: Verifica gli utenti con il servizio WangGuard ...

source: The WangGuard wizard is verifying %d users against the WangGuard service.
es_es: El Asistente de WangGuard esta verificando %d usuarios con el servicio de WangGuard.
it_it: La procedura guidata WangGuard ha verificando %d utenti con il servizio WangGuard.

source: No users were found on your site.
es_es: No se han encontrado usuarios en su sitio.
it_it: Nessun utente è stato trovato sul tuo sito.

source: The WangGuard wizard is verifying %d of %d users against the WangGuard service.
es_es: El Asistente de WangGuard esta verificando %d de %d usuarios con el servicio de WangGuard.
it_it: La procedura guidata di WangGuard sta verificando %d di %d utenti tramite il servizio WangGuard.

source: The WangGuard wizard has finished verifying your users and found <strong>%d</strong> Sploggers.
es_es: El Asistente de WangGuard ha finalizado de verificar sus usuarios y ha encontrado <strong>%d</strong> Sploggers.
it_it: La procedura guidata WangGuard ha terminato la verifica degli utenti ed ha trovato <strong>%d</strong> splogger.

source: There are <strong>%d</strong> users identified as Sploggers, you can delete them or manage them by clicking the buttons below.
es_es: Existen <strong>%d</strong> usuarios identificados como Sploggers, puedes eliminarlos o administrarlos haciendo click en los botones debajo.

source: Delete all Sploggers
es_es: Eliminiar Todos los Sploggers
it_it: Cancella tutti gli splogger

source: Manage Sploggers
es_es: Administrar Sploggers

source: Finish
es_es: Finalizar
it_it: Finito

source: Do you confirm to delete all Sploggers?
es_es: ¿Confirmas que quieres ELIMINAR TODOS los Sploggers?
it_it: Confermi la cancellazione di TUTTI gli splogger?

source: Deleting Splogguers from your site...
es_es: Eliminando los usuarios marcados como Sploggers de su sitio...
it_it: Eliminazione Splogger dal tuo sito...

source: The WangGuard wizard is deleting %d of %d Splogguers from your site.
es_es: El Asistente de WangGuard esta eliminando %d de %d usuarios Sploggers de su sitio.
it_it: La procedura guidata di WangGuard sta cancellando %d di %d Splogger dal tuo sito.

source: The WangGuard Wizard has finished
es_es: El Asistente de WangGuard ha finalizado
it_it: La procedura guidata di WangGuard ha terminato

source: %d sploggers users has been deleted from your site.
es_es: %d sploggers han sido removido de si sitio.
it_it: %d utenti splogger sono stati eliminati dal tuo sito.

source: Click here to manage your Users
es_es: Click aquí para administrar tus Usuarios
it_it: Clicca qui per gestire i tuoi utenti

source: Welcome to the WangGuard Wizard
es_es: Bienvenido al Asistente de WangGuard
it_it: Benvenuti nella procedura guidata di WangGuard

source: This wizard will perform the following actions on your WordPress installation
es_es: El Asistente de WangGuard realizará las siguientes tareas en su instalación de WordPress
it_it: Questa procedura guidata effettua le seguenti operazioni sulla tua installazione di WordPress

source: It will report to WangGuard all users you have flagged as 'spam' on your site.
es_es: Reportará a WangGuard todos los usuarios que están marcados como 'spam' en su sitio.
it_it: Segnalerà a WangGuard tutti gli utenti che sono segnalati come 'spam' sul tuo sito.

source: For the rest of the users, it will check against WangGuard service if any of them was reported as Splogger.
es_es: Para el resto de los usuarios, verificará con el servicio de WangGuard si alguno de ellos es un Splogger.
it_it: Per il resto degli utenti, si verificherà con il servizio WangGuard se qualcuno di loro è stato segnalato come Splogger.

source: It will let you know how many Sploggers the wizard found (if any) and, optionally, will let you delete your spam users and Sploggers from your site.
es_es: Le hará saber cuantos Sploggers encontró el asistente y, opcionalmente, le permitirá remover los usuarios de spam y Sploggers de su sitio.
it_it: Ti consente di sapere quanti splogger la procedura guidata ha trovato (se presenti) e, facoltativamente, sarà possibile eliminare gli utenti spam e splogger dal tuo sito.

source: Note: The wizard will NOT verify the users flagged as %s, these are the users for which you've selected the &quot;Not a Splogger&quot; option from the Users admin, flagged as &quot;Not Spam&quot; or bought something on your WooCommerce Shop .
es_es: Nota: El Asistente NO verificará los usuarios marcados como %s, estos son los usuarios marcados como &quot;No es un Splogger&quot; en la consola de Usuarios o marcados como &quot;No es Spam&quot; o &quot; o que han comprado en tu tienda realizado mediante WooCommerce.

source: Checked (forced) or Buyer if you use WooCommerce
es_es: Comprobados forzados or Compradores si usas WooCommerce

source: Click the button below when you're ready to clean your site!.
es_es: Haga click en el botón para comenzar a limpiar su sitio!.
it_it: Fai clic sul pulsante in basso quando sei pronto per pulire il tuo sito!.

source: Start cleaning my site!
es_es: Comenzar a limpiar mi sitio!
it_it: Iniziare a pulire il mio sito!

source: The WangGuard wizard is reporting %d spam users as Sploggers.
es_es: El Asistente de WangGuard esta reportando %d usuarios de spam como Sploggers.
it_it: La procedura guidata WangGuard sta segnalando %d utenti spam come Splogger.

source: Error
it_it: Errore

source: Spammers <span class="count">(%s)</span>
it_it: Spammer <span class="count">(%s)</span>

source: Sploggers <span class="count">(%s)</span>
it_it: Splogger <span class="count">(%s)</span>

source: Blogs
it_it: Blog
