Repository: wp-plugins/wangguard
Catalog: languages/wangguard-*.po
Languages: es_es, it_it

source: Once a day
es_es: Una vez al día

source: Every 3 days
es_es: Cada 3 días

source: Every 5 days
es_es: Cada 5 días

source: Weekly
es_es: Semanalmente

source: Two Weeks
es_es: Dos semanas

source: Flag detected Sploggers as Sploggers and Spam users
es_es: Marcar los Sploggers detectados como Sploggers y Usuarios spam

source: Delete detected Sploggers
es_es: Eliminiar a los Sploggers detectados
it_it: Cancella tutti gli splogger

source: Week
es_es: Semana

source: 5 days
es_es: 5 días

source: 3 days
es_es: 3 días
it_it: Ultimi 3 giorni

source: 1 day
es_es: 1 día

source: <strong>ERROR</strong>: Banned by WangGuard <a href="http://www.wangguard.com/faq" target="_new">Is a mistake?</a>.
es_es: <strong>ERROR</strong>: Baneado por WangGuard <a href="http://www.wangguard.com/faq" target="_new">¿Es un error?</a>.
it_it: <strong>ERRORE</ strong>: Bannato da <a WangGuard href="http://www.wangguard.com/faq" target="_new"> è un errore </ a>?.

source: <strong>ERROR</strong>: The answer to the security question is invalid.
es_es: <strong>ERROR</strong>: La respuesta a la pregunta de seguridad no es correcta.
it_it: <strong>ERRORE</ strong>: La risposta alla domanda di sicurezza non è valido.

source: <strong>ERROR</strong>: Domain not allowed.
es_es: <strong>ERROR</strong>: El dominio no esta permitido.
it_it: <strong>ERRORE</strong>: Dominio non autorizzati.

source: <strong>ERROR</strong>: Duplicate alias email found by WangGuard.
es_es: <strong>ERROR</strong>: Un alias del email fue encontrado registrado por WangGuard.
it_it: <strong>ERRORE</strong>: duplicati email alias trovato da WangGuard.

source: <strong>ERROR</strong>: WangGuard couldn't find an MX record associated with your email domain.
es_es: <strong>ERROR</strong>: WangGuard no ha podido encontrar un registro MX asociado con el dominio de su cuenta de email.
it_it: <strong>ERRORE</strong>: WangGuard non riuscivo a trovare un record MX associati al dominio di posta elettronica.

source: Your WangGuard API KEY is invalid.
es_es: Su API KEY de WangGuard no es válida.
it_it: La tua chiave API WangGuard non è valida.

source: Do you confirm to report the user?
es_es: Confirma reportar el usuario?
it_it: Confermi la segnalazione dell'utente?

source: The user was reported.
es_es: El usuario ha sido reportado.
it_it: L'utente è stato segnalato.

source: Do you confirm to report the blog and authors?
es_es: Confirma reportar el blog y sus autores?
it_it: Confermi la segnalazione del blog e degli autori?

source: The blog was reported.
es_es: El blog ha sido reportado.
it_it: Il blog è stato segnalato.

source: Do you confirm to flag this user as Splogger? This operation is IRREVERSIBLE and will DELETE the user.
es_es: ¿Confirmas que quieres marcar a este usuario como Splogger? Esta operación es IRREVERSIBLE y el usuario será ELIMINADO.

source: Do you confirm to flag this user as Splogger?
es_es: ¿Confirmas que quieres marcar a este usuario como Splogger?
it_it: Confermi di segnalare questo utente come Splogger?

source: The selected user couldn't be found on the users table.
es_es: El usuario seleccionado no puede ser encontrado en la tabla de usuarios.

source: There was a problem connecting to the WangGuard server. Please check your server configuration.
es_es: Hubo un problema conectando con el servidor de WangGuard. Por favor, comprueba la configuración de tu servidor.

source: Reported as Splogger
es_es: Reportado como Splogger
it_it: Segnalato come Splogger

source: Do you confirm to flag this user as safe?
es_es: ¿Confirmas que quieres marcar a este usuario como seguro?
it_it: Confermi di segnalare questo utente come sicuro?

source: Checked (forced)
es_es: Verificado (forzado)
it_it: Controllato (forzata)

source: Do you confirm to flag this blog's author(s) as Splogger(s)? This operation is IRREVERSIBLE and will DELETE the user(s).
es_es: Confirma reportar el blog y sus autores Sploggers? Esta operación es IRREVERSIBLE y los usuarios serán ELIMINADOS.
it_it: Confermi di segnare l'autore di questo blog come splogger? Questa operazione è IRREVERSIBILE e CANCELLA l'utente.

source: Do you confirm to flag this blog's author(s) as Splogger(s)?
es_es: Confirma reportar el blog y sus autores Sploggers?
it_it: Confermi di segnalare l'autore di questo blog come Splogger?

source: The selected blog couldn't be found.
es_es: El blog seleccionado no ha sido encontrado.
it_it: Il blog selezionato non è stato trovato.

source: Do you confirm to remove the blog from the Moderation Queue?
es_es: Confirma remover el blog de la cola de moderación?
it_it: Confermi di rimuovere il blog dalla coda di moderazione?

source: Do you confirm to remove the user from the Moderation Queue?
es_es: Confirma remover el usuario de la cola de moderación?
it_it: Confermi di rimuovere l'utente dalla coda di moderazione?

source: Do you confirm to flag this user domain as Splogger? This operation is IRREVERSIBLE and will DELETE the users that shares this domain.
es_es: ¿Confirmas que quieres marcar a estos usuarios como Splogger? Esta operación es IRREVERSIBLE y los usuarios serán ELIMINADOS.
it_it: Lei conferma per segnalare questo dominio utente come Splogger? Questa operazione è irreversibile e sarà eliminare gli utenti che condivide questo dominio.

source: Do you confirm to flag this user domain as Splogger?
es_es: Confirma reportar el dominio como Splogger?
it_it: Confermi di segnalare questo dominio utente come Splogger?

source: There was a problem connecting to your WordPress server.
es_es: Hubo un problema conectando con tu servidor de WordPress.
it_it: C'è stato un problema di connessione al server.

source: Do you confirm to delete this question?.
es_es: ¿Confirmas que quieres eliminar la pregunta?

source: Question
es_es: Pregunta
it_it: Domanda

source: Answer
es_es: Respuesta
it_it: Risposta

source: delete question
es_es: eliminar pregunta
it_it: cancella domanda

source: Do you confirm to delete this cron job?.
es_es: ¿Confirmas que quieres eliminar la tarea programada?

source: Bulk check Sploggers
es_es: Comprobar Sploggers

source: Bulk report Sploggers
es_es: Reportar como Sploggers

source: Do you confirm to flag the selected users as Sploggers? This operation is IRREVERSIBLE and will DELETE the users.
es_es: ¿Confirmas que deseas reportar a los usuarios marcados como Sploggers? Esta operación es IRREVERSIBLE y ELIMINARÁ los usuarios.

source: Do you confirm to flag the selected users as Sploggers?
es_es: ¿Confirmas que deseas reportar a los usuarios marcados como Sploggers?
it_it: Confermi la selezione di questi utenti come Splogger?

source: Action
es_es: Acción

source: Verifying %d new users since
es_es: Verificando %d nuevos usuarios desde el

source: --- Verified Users ---
es_es: --- Usuarios verificados ---

source: --- Detected Sploggers ---
es_es: --- Sploggers detectados ---

source: No new users to verify since
es_es: No hay nuevos usuarios para verificar desde el

source: Next run
es_es: Próxima ejecución

source: Click here to manage users:
es_es: Click aquí para administrar usuarios:
it_it: Clicca qui per gestire i tuoi utenti

source: Verified: %d - Sploggers: %d
es_es: Verificados: %d - Sploggers: %d

source: Cron Job Code
es_es: Tarea programada núm.

source: Run
es_es: Ejecutar

source: Check users registered in the last
es_es: Controlar usuarios registrados en la última/los últimos

source: Last run
es_es: Última ejecución

source: delete cron job
es_es: eliminar tarea programada

source: No status
es_es: Sin estado
it_it: Nessuno stato

source: Checked
es_es: Verificado

source: Not checked
es_es: No comprobado
it_it: Non controllato

source: Report user
es_es: Reportar usuario
it_it: Segnala utente

source: Report blog and author
es_es: Reportar el blog y autores
it_it: Segnala blog e autore

source: Users
es_es: Usuarios
it_it: Utenti

source: Moderation Queue
es_es: Cola de moderación
it_it: Coda di moderazione

source: Wizard
es_es: Asistente
it_it: Procedura guidata

source: Cron Jobs
es_es: Tareas programadas

source: Stats
es_es: Estadísticas
it_it: Statistiche

source: Configuration
es_es: Configuración
it_it: Configurazione

source: WangGuard Stats
es_es: Estadísticas de WangGuard
it_it: Statistiche WangGuard

source: Last 7 days
es_es: Últimos 7 días
it_it: Ultimi 7 giorni

source: Click here to access the WangGuard stats
es_es: Click aquí para ver las Estadísticas de WangGuard
it_it: Clicca qui per accedere alle statistiche di WangGuard

source: No reported users or blogs were found.
es_es: No se han encontrado usuarios o blogs reportados.
it_it: Nessun utente o blog segnalato sono stati trovati.

source: All Reports <span class="count">(%s)</span>
es_es: Todos los reportes <span class="count">(%s)</span>
it_it: Tutte le segnalazioni <span class="count">(%s)</span>

source: Reported users <span class="count">(%s)</span>
es_es: Usuarios reportados <span class="count">(%s)</span>
it_it: Utenti segnalati <span class="count">(%s)</span>

source: Reported blogs <span class="count">(%s)</span>
es_es: Blogs reportados <span class="count">(%s)</span>
it_it: Blog segnalati <span class="count">(%s)</span>

source: Remove from Queue
es_es: Remover de la cola
it_it: Rimuovi dalla coda

source: Report as Splogger
es_es: Reportar como Splogger
it_it: Segnala come Splogger

source: Username
es_es: Nombre de usuario
it_it: Nome utente

source: Type
es_es: Tipo
it_it: Tipo

source: Reported by
es_es: Reportado por
it_it: Segnalato da

source: Reported on
es_es: Reportado el
it_it: Segnalato il

source: Edit user
es_es: Editar usuario
it_it: Modifica utente

source: BP Profile
es_es: Perfil BP
it_it: Profilo BP

source: Authors:
es_es: Autores:
it_it: Autori:

source: Report authors as Sploggers
es_es: Reportar autores como Sploggers
it_it: Segnala gli autori come splogger

source: Open blog
es_es: Abrir blog
it_it: Blog aperto

source: User
es_es: Usuario
it_it: Utente

source: No users were found.
es_es: No se han encontrado usuarios.
it_it: Nessun utente è stato trovato sul tuo sito.

source: All Members <span class="count">(%s)</span>
es_es: Todos los Usuarios <span class="count">(%s)</span>
it_it: Tutti i membri <span class="count">(%s)</span>

source: Unchecked Users <span class="count">(%s)</span>
es_es: Usuarios no comprobados <span class="count">(%s)</span>

source: Verified Members <span class="count">(%s)</span>
es_es: Usuarios verificados <span class="count">(%s)</span>
it_it: Membri verificati <span class="count">(%s)</span>

source: Delete Users
es_es: Eliminar Usuarios
it_it: Cancella utenti

source: Signed up on
es_es: Registrado el
it_it: Iscritto il

source: User IP
es_es: IP del Usuario
it_it: IP utente

source: Posts
es_es: Entradas
it_it: Articoli

source: Admin Group
es_es: Admin del grupo

source: reported proxy
es_es: proxy reportado
it_it: proxy segnalati

source: Cheatin&#8217; uh?
es_es: ¿Haciendo trampa?
it_it: Imbrogli eh?

source: Blocked domains has been saved.
es_es: Los dominios bloqueados han sido guardados.
it_it: Domini bloccati è stato salvato.

source: WangGuard settings has been saved.
es_es: Las opciones de WangGuard han sido guardadas.
it_it: Le impostazioni di WangGuard sono state salvate.

source: Your key has been cleared.
es_es: Su API Key ha sido borrada.
it_it: La chiave è stata cancellata.

source: Your key has been verified!
es_es: Su API Key ha sido verificada!
it_it: La tua chiave è stata verificata!

source: The key you entered is invalid. Please double-check it.
es_es: La API Key ingresada no es válida. Por favor verifíquela.
it_it: La chiave inserita non è valida. Controllala nuovamente.

source: The key you entered could not be verified because a connection to wangguard.com could not be established. Please check your server configuration.
es_es: La API Key ingresada no puede ser verificada ya que no es posible establecer una conexión con WangGuard. Por favor, comprueba la configuración de tu servidor.
it_it: La chiave inserita non può essere verificata perchè non è stato possibile connettersi a wangguard.com. Controllare la configurazione del server.

source: Please enter an API key. (<a href="%s" style="color:#fff">Get your key here.</a>)
es_es: Por favor, introduce la API Key. (<a href="%s" style="color:#fff">Consigue la API key aquí.</a>)
it_it: Inserire una chiave API. (<a href="%s" style="color:#fff">Ottenere la chiave qui.</a>)

source: This key is valid.
es_es: Su API Key es válida.
it_it: Questa chiave è valida.

source: The key below was previously validated but a connection to wangguard.com can not be established at this time. Please check your server configuration.
es_es: La API key fue validada correctamente pero no se puede establecer una conexión en estos momentos. Por favor, comprueba la configuración de tu servidor.

source: Options saved.
es_es: Opciones guardadas.
it_it: Opzioni salvate.

source: WangGuard Configuration
es_es: Configuración de WangGuard
it_it: Configurazione WangGuard

source: WangGuard API Key
es_es: API Key de WangGuard
it_it: Chiave API WangGuard

source: Security questions
es_es: Preguntas de seguridad
it_it: Domande sicurezza

source: WangGuard settings
es_es: Opciones de WangGuard
it_it: Impostazioni WangGuard

source: Blocked domains
es_es: Dominios bloqueados
it_it: Domini bloccati

source: Server Connectivity
es_es: Conectividad del servidor
it_it: Connettività Server

source: For many people, <a href="%1$s">WangGuard</a> will greatly reduce or even completely eliminate the Sploggers you get on your site. If one does happen to get through, simply mark it as Splogger on the Users screen. If you don't have an API key yet, <a href="%2$s" target="_new">get one here</a>.
es_es: Para mucha gente, <a href="%1$s">WangGuard</a> reducirá o incluso eliminará totalmente a los Sploggers de sus sitios. Si sucediera que se registrara uno, simplemente márcalo como Splogger en la pantalla de Usuarios. Si aun no tienes una API Key, <a href="%2$s" target="_new">consíguela aquí</a>.

source: <a href="http://wangguard.com/faq" target="_new">What is this?</a>
es_es: <a href="http://wangguard.com/faq" target="_new">¿Qué es esto?</a>
it_it: <a href="http://wangguard.com/faq" target="_new">Cos'è questo?</a>

source: Why might my key be invalid?
es_es: ¿Por qué puede no ser válida?

source: This can mean one of two things, either you copied the key wrong or that the plugin is unable to reach the WangGuard servers, which is most often caused by an issue with your web host around firewalls or similar.
es_es: Esto puede ser por dos cosas, has copiado la API key de forma incorrecta o el plugin es incapaz de conectar con el servidor de WangGuard, que suele estar causado por un firewall o similar en tu hosting.

source: Update options &raquo;
es_es: Actuzalizar opciones &raquo;
it_it: Aggiorna opzioni &raquo;

source: Security questions are randomly asked on the registration form to prevent automated signups.
es_es: Las preguntas de seguridad se muestran de forma aleatoria en el registro del sitio para frenar los registros automatizados.

source: Security questions are optional, it's up to you whether to use them or not.
es_es: Las preguntas de seguridad son opcionales, puedes usarlas o no.

source: Create you own security questions from the form below, or delete the questions you don't want anymore.
es_es: Crea tus propias preguntas de seguridad en el siguiente formulario o elimina las que ya no desees usar más.

source: Existing security questions
es_es: Preguntas de seguridad existentes
it_it: Domande sicurezza esistenti

source: No security questions created yet
es_es: No se han creado preguntas de seguridad aún

source: Replied OK / Wrong
es_es: Respondidas Bien / Mal
it_it: Risposte OK / Sbagliate

source: Add a new security question
es_es: Agregar una nueva pregunta de seguridad
it_it: Aggiungi una nuova domanda di sicurezza

source: Fill in both the question and the answer fields to create a new security question
es_es: Completa los campos de pregunta y respuesta para crear una nueva pregunta de seguridad

source: Create question &raquo;
es_es: Crear pregunta &raquo;
it_it: Crea domanda &raquo;

source: <strong>Delete users when reporting them to WangGuard.</strong><br/>By checking this option, the users you report as Sploggers will be deleted from your site.
es_es: <strong>Eliminar los usuarios al reportarlos a WangGuard.</strong><br/>Al seleccionar esta opción los usuarios que reportes como Sploggers serán eliminados del sitio.
it_it: <strong>Cancella gli utenti quando li segnali a WangGuard.</strong><br/>Selezionando questa opzione, gli utenti che segnali come Splogger saranno cancellati dal tuo sito.

source: <strong>Show the 'report user' button on BuddyPress.</strong><br/>BuddyPress only. By checking this option a link called 'report user' will be shown on each user's activity and profile page.
es_es: <strong>Mostrar el botón de "Reportar usuario" en BuddyPress.</strong><br/>Solo para BuddyPress. Al seleccionar esta opción un nuevo botón llamado 'Reportar usuario' se mostrará en cada actividad de los usuarios y en la pantalla de perfil.
it_it: <strong>Mostra il pulsante 'segnala utente' su BuddyPress.</strong><br/>Solo BuddyPress. Selezionando questa opzione, un link chiamato 'segnala utente' sarà mostrato nell'attività di ogni utente e nella pagina del profilo.

source: <strong>Show the 'Report blog and author' menu item in the Admin Bar.</strong><br/>By checking this option a new menu item on the Admin Bar called 'Report blog and author' will be shown on each blog.
es_es: <strong>Mostrar el ítem de menú de 'Reportar blog y autor' en la barra de administración.</strong><br/>Al seleccionar esta opción, un nuevo ítem de menú llamado 'Reportar blog y autor' será mostrado en cada blog.
it_it: <strong>Mostra la voce 'Segnala blog e autore' nella barra di amministrazione.</strong><br/> Selezionando questa opzione una nuova voce di menu sulla barra di amministrazione chiamata 'Segnala blog e autore' sarà indicata su ogni blog.

source: <strong>Disable</strong> WangGuard menu from WordPress & BuddyPress AdminBar.
es_es: <strong>Desactivar</strong> el menú de WangGuard en la barra de administración de WordPress y de BuddyPress.

source: <strong>Check for duplicated gmail.com and googlemail.com emails on sign up.</strong><br/>Checks that duplicated accounts @gmail.com and @googlemail.com accounts doesn't exists, also takes in count that gMail ignores the dots and what's after a + sign on the left side of the @.
es_es: <strong>Verificar cuentas duplicadas de emails de gmail.com y googlemail.com en el registro.</strong><br/>Verifica que no existan alias de cuentas registradas en @gmail.com y @googlemail.com al momento de registrarse un usuario, tamibién tiene en cuenta que gMail ignora los puntos y lo que esta luego de un signo + en la parte izquierda de la @.
it_it: <strong> Controllare le email duplicate gmail.com e googlemail.com sul registrarsi. </ strong> <br/> Controlla che duplicato i conti accounts@gmail.com and@googlemail.com non esiste, prende anche in conto che gMail ignora i punti e che dopo un segno + a sinistra della @.

source: <strong>Remove the generator META tag.</strong><br/>By checking this option, WangGuard will remove the generator META tag from the generated pages of your site, this will prevent automated bots to easilly identify a WordPress site by looking at this META tag.
es_es: <strong>Remover el META tag generator.</strong><br/>Al seleccionar esta opción, WangGuard removerá el META tag generator de las páginas de su sitio, esto prevendrá que robots identifiquen fácilmente la versión de WordPress en su sitio.

source: <strong>Check email domains agains the DNS server.</strong><br/>Verifies that an associated Mail eXchange (MX) record exists for the email domain, if the verification fails, the sign up process is stopped. Recommeded for non multi user or BuddyPress WordPress installations. Users may notice a small delay of around 1 or 2 seconds on the sign up process due to the DNS verification.
es_es: <strong>Verificar dominios de email contra el servidor DNS.</strong><br/>Verifica que exista un registro Mail eXchange (MX) asociado al dominio del email, si la verificació falla, el proceso de registro no es completado. Recomendado para instalaciones de WordPress no multi usuario o BuddyPress. Los usuarios pueden notar una pequeña demora de alrededor de 1 o 2 segundos en el proceso de registro debido a la verificación de DNS.
it_it: <strong> Controllare domini di posta elettronica sul server DNS. </ strong> <br/> Verifica che un associato Mail eXchange (MX) record esiste per il dominio di posta elettronica, se la verifica ha esito negativo, la procedura di registrazione viene interrotta. Raccomandato per la mancata o BuddyPress multi utente di WordPress. Gli utenti possono notare un piccolo ritardo di circa 1 o 2 secondi sul processo di iscrizione per la verifica DNS.

source: <strong>Warning:</strong> PHP function <strong>getmxrr()</strong> is not available on your server. Contact your server admin to enable it in order to activate this feature.
es_es: <strong>Advertencia:</strong> La función de PHP <strong>getmxrr()</strong> no esta disponible en su servidor. Contacte con su administrador del servidor para activarla y habilitar esta opción.
it_it: Attenzione <strong>: </ strong> la funzione PHP <strong> getmxrr () </ strong> non è disponibile sul server. Contattare l'amministratore del server per abilitare in modo da attivare questa funzione.

source: <strong>Do NOT verify client IP address.</strong><br/>By checking this option, when checking a user, the IP address of the user will not be sent along with the e-mail address to the WangGuard service. Selecting this option reduces WangGuard effectiveness, but if your new accounts come mostly from the same IP, in the case of colleges, universities or other large institutions, this would prevent WangGuard from flagging the IP address as suspicious.
es_es: <strong>NO verificar la dirección IP de los usuarios.</ strong><br/>Al marcar esta opción, al comprobar un usuario, la dirección IP del mismo no se enviará junto con su dirección de correo electrónico al servicio de WangGuard. Al seleccionar esta opción se reduce la eficacia de WangGuard, pero si sus nuevas cuentas provienen en su mayoría desde el mismo rango de direcciones IP, en el caso de colegios, universidades u otras grandes instituciones, esto impediría que WangGuard marcara estas direcciones IP como sospechosas.

source: <strong>Ninja mode.</strong><br/>By checking this option no confirmation message will be asked for report operations on the Users manager. Just remember that users gets deleted when reported and the option 'Delete users when reporting them to WangGuard' is selected.
es_es: <strong>Modo Ninja.</strong><br/>Al seleccionar esta opción no se pedirá confirmación para las operaciones de reporte en la consola de Usuarios. Recuerda que los usuarios son eliminados una vez reportados si has seleccionado la opción 'Eliminar los usuarios al reportarlos a WangGuard'.
it_it: <strong>Ninja modalità</ strong><br/>Selezionando questa opzione, nessun messaggio di conferma sarà richiesto per le operazioni relazione sulla gestione utenti. Ricordare che agli utenti viene eliminato quando l'opzione 'Cancella gli utenti quando li segnali a WangGuard' è selezionata.

source: Save options &raquo;
es_es: Guardar opciones &raquo;
it_it: Salva opzioni &raquo;

source: Here are different domain lists maintained by WangGuard.
es_es: A continuación encontrarás diferentes listados de dominios mantenidos por WangGuard.
it_it: Qui ci sono liste di dominio diverso mantenuto da WangGuard.
